brew "aspell"
brew "bash-completion"
brew "blackbox"
brew "pcre"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "diff-so-fancy"
brew "editorconfig"
brew "openssl"
brew "elixir"
brew "git"
brew "go"
brew "pkg-config"
brew "hadolint"
brew "httpie"
brew "hugo"
brew "jq"
brew "kubectx"
brew "helm"
brew "libev"
brew "libevent"
brew "lua"
brew "mas"
brew "opencv"
brew "pwgen"
brew "shellcheck"
brew "shpotify"
brew "tree"
brew "watch"
brew "wget"
brew "wrk"
brew "zsh-syntax-highlighting"
brew "lsd"
brew "pyenv"
brew "starship"
