brew "antidote"
brew "aspell"
brew "autoconf"
brew "aws-iam-authenticator"
brew "awscli"
brew "azcopy"
brew "azure-cli"
brew "bash-completion"
brew "bat"
brew "blackbox"
brew "boost"
brew "brotli"
brew "bun"
brew "ca-certificates"
brew "certifi"
brew "cjson"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "curl"
brew "diff-so-fancy"
brew "editorconfig"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fizz"
brew "flatbuffers"
brew "fontconfig"
brew "fzf"
brew "gcc"
brew "gflags"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "gnutls"
brew "go"
brew "grep"
brew "grpcurl"
brew "hadolint"
brew "helm"
brew "helm-ls"
brew "jpeg-turbo"
brew "jpeg-xl"
brew "jq"
brew "just"
brew "kubectx"
brew "kubelogin"
brew "kubernetes-cli"
brew "kubetail"
brew "libev"
brew "libevent"
brew "libgcrypt"
brew "lsd"
brew "mas"
brew "neovim"
brew "openjdk"
brew "openjpeg"
brew "openssl@3"
brew "pkgconf"
brew "protobuf"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-certifi"
brew "qt"
brew "ripgrep"
brew "ruff"
brew "rust"
brew "shellcheck"
brew "snappy"
brew "sops"
brew "sqlite"
brew "srt"
brew "starship"
brew "terragrunt"
brew "tfenv"
brew "tree"
brew "tree-sitter"
brew "uv"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "yq"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "zstd"
